tap 'caskroom/cask'
tap 'homebrew/bundle'

brew 'git'
brew 'lua'
brew 'mongodb'
brew 'peco'
brew 'readline'
brew 'ruby-build'
brew 'rbenv'
brew 'reattach-to-user-namespace'
brew 'ruby'
brew 'tmux'
brew 'vim', args: ['with-lua']
brew 'zsh'
brew 'homebrew/dupes/libiconv'

cask 'iterm2'
cask 'google-chrome'
