brew 'asciinema'
brew 'asciinema2gif'
brew 'autoconf'
brew 'cairo'
brew 'coreutils'
brew 'cscope'
brew 'fontconfig'
brew 'freetype'
brew 'gdbm'
brew 'gettext'
brew 'ghq'
brew 'gifsicle'
brew 'git'
brew 'glib'
brew 'grep'
brew 'htop'
brew 'imagemagick'
brew 'jemalloc'
brew 'jpeg'
brew 'jq'
brew 'libevent'
brew 'libffi'
brew 'libiconv'
brew 'libpng'
brew 'libtermkey'
brew 'libtiff'
brew 'libtool'
brew 'libuv'
brew 'libvterm'
brew 'libyaml'
brew 'lua'
brew 'lua@5.1'
brew 'luajit'
brew 'makedepend'
brew 'mongodb'
brew 'msgpack'
brew 'neovim'
brew 'oniguruma'
brew 'openssl'
brew 'pcre'
brew 'pcre2'
brew 'peco'
brew 'perl'
brew 'phantomjs'
brew 'pixman'
brew 'pkg-config'
brew 'postgresql'
brew 'python'
brew 'python3'
brew 'rbenv'
brew 'rbenv-gem-rehash'
brew 'rbenv-gemset'
brew 'readline'
brew 'reattach-to-user-namespace'
brew 'ruby'
brew 'ruby-build'
brew 'sqlite'
brew 'tmux'
brew 'unibilium'
brew 'vim' args: ['with-lua']
brew 'xz'
brew 'zsh'

brew 'homebrew/dupes/libiconv'

tap 'caskroom/cask'
brew 'brew-cask'

cask 'iterm2'
cask 'google-chrome'
