brew 'peco'
brew 'perl'
brew 'python3'
brew 'git'
brew 'reattach-to-user-namespace'
brew 'grep'
brew 'rbenv'
brew 'ruby'
brew 'sqlite'
brew 'tmux'
brew 'vim' args: ['with-lua']
brew 'zsh'

brew 'homebrew/dupes/libiconv'

tap 'caskroom/cask'
brew 'brew-cask'

cask 'iterm2'
cask 'google-chrome'
